Repository: krijnhaasnoot/voice-notes
Catalog: Voice Notes/*.lproj/Localizable.strings
Languages: nl

# tab.recordings
source: Recordings
nl: Opnames

# tab.search
source: Search
nl: Zoeken

# tab.documents
source: Lists
nl: Lijsten

# tab.settings
source: Settings
nl: Instellingen

# home.ready_to_record
source: Ready to record
nl: Klaar om op te nemen

# home.tap_to_record
source: Tap to record
nl: Tik om op te nemen

# home.tap_to_start
source: Tap to start recording
nl: Tik om op te nemen

# home.recording
source: Recording
nl: Opnemen

# home.recording_...
source: Recording...
nl: Opnemen...

# home.recording_paused
source: Recording paused
nl: Opname gepauzeerd

# home.recent_recordings
source: Recent Recordings
nl: Recente opnames

# home.view_all
source: View All
nl: Alles bekijken

# home.recording_settings
source: Recording Settings
nl: Opname-instellingen

# home.no_recordings_message
source: Your voice notes will appear in the Recordings tab after recording.
nl: Je spraaknotities verschijnen in het tabblad Opnames na het opnemen.

# home.out_of_minutes
source: Out of recording minutes
nl: Geen opnameminuten meer

# home.running_low_minutes
source: Running low on minutes
nl: Weinig minuten over

# home.get_more_minutes
source: Get More Minutes
nl: Meer minuten krijgen

# home.checking_quota
source: Checking quota…
nl: Quota controleren…

# home.offline_mode
source: Offline mode - usage tracking unavailable
nl: Offline modus - gebruiksregistratie niet beschikbaar

# home.minutes_left
source: Minutes left: %@
nl: Minuten over: %@

# home.multiple_speakers
source: Multiple speakers detected
nl: Meerdere sprekers gedetecteerd

# home.permissions_required
source: Permissions Required
nl: Toestemmingen vereist

# home.permissions_message
source: Voice Notes needs microphone and speech recognition permissions to function.
nl: Voice Notes heeft toegang tot microfoon en spraakherkenning nodig om te functioneren.

# home.reset_app
source: Reset App
nl: App resetten

# home.reset_everything
source: Reset Everything
nl: Alles resetten

# home.reset_message
source: This will permanently delete ALL recordings, documents, settings, and usage data. This action cannot be undone.
nl: Dit zal ALLE opnames, documenten, instellingen en gebruiksgegevens permanent verwijderen. Deze actie kan niet ongedaan worden gemaakt.

# home.expanded_recording
source: Expanded Recording
nl: Uitgebreide opname

# home.close
source: Close
nl: Sluiten

# recording.new_recording
source: New Recording
nl: Nieuwe opname

# recording.transcribing
source: Transcribing
nl: Transcriberen

# recording.summarizing
source: Summarizing
nl: Samenvatten

# recording.processing_complete
source: Processing complete
nl: Verwerking voltooid

# recording.failed
source: Failed
nl: Mislukt

# recording.tap_to_view
source: Tap to view details
nl: Tik om details te bekijken

source: Recording Details
nl: Opnamedetails

# recording.delete
source: Delete
nl: Verwijderen

# recording.done
source: Done
nl: Klaar

# recording.share
source: Share
nl: Delen

# recording.edit
source: Edit
nl: Bewerken

# recording.play
source: Play
nl: Afspelen

# recording.pause
source: Pause
nl: Pauzeren

# recording.retry
source: Retry
nl: Opnieuw proberen

# recording.summary
source: Summary
nl: Samenvatting

# recording.action_items
source: Action Items
nl: Actiepunten

# recording.add_tag
source: Add Tag
nl: Tag toevoegen

# recording.duration
source: Duration
nl: Duur

# recording.date
source: Date
nl: Datum

# recording.file_size
source: File Size
nl: Bestandsgrootte

# alert.delete_recording
source: Delete Recording
nl: Opname verwijderen

# alert.delete_recording_message
source: Are you sure you want to delete this recording? This action cannot be undone.
nl: Weet je zeker dat je deze opname wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# alert.delete
source: Delete
nl: Verwijderen

# alert.cancel
source: Cancel
nl: Annuleren

# lists.title
source: Lists
nl: Lijsten

# lists.create_first
source: Create your first document
nl: Maak je eerste document

# lists.organize_notes
source: Organize your voice notes into actionable documents
nl: Organiseer je spraaknotities in uitvoerbare documenten

# lists.no_lists
source: No lists yet
nl: Nog geen lijsten

# lists.create_todo_shopping
source: Create a To-Do, Shopping, Ideas, or Meeting list.
nl: Maak een To-Do, Boodschappen, Ideeën of Vergaderlijst.

# document.shopping
source: Shopping
nl: Boodschappen

# document.ideas
source: Ideas
nl: Ideeën

# document.meeting
source: Meeting
nl: Vergadering

# document.tasks
source: Tasks
nl: Taken

# document.new_list
source: New List
nl: Nieuwe lijst

# document.list_title
source: List Title
nl: Lijsttitel

# document.list_type
source: List Type
nl: Lijsttype

# document.create
source: Create
nl: Aanmaken

# document.save
source: Save
nl: Opslaan

# document.add_new_item
source: Add new item...
nl: Nieuw item toevoegen...

# document.no_items
source: No items
nl: Geen items

# document.add_items_or_save
source: Add items or save action items from a recording.
nl: Voeg items toe of sla actiepunten van een opname op.

# document.completed
source: completed
nl: voltooid

# document.add
source: Add
nl: Toevoegen

# filter.all
source: All
nl: Alles

# filter.done
source: Done
nl: Klaar

# settings.title
source: Settings
nl: Instellingen

# settings.subscription
source: Subscription
nl: Abonnement

# settings.free_trial
source: Free Trial
nl: Gratis proefversie

# settings.minutes
source: minutes
nl: minuten

# settings.minutes_per_month
source: minutes per month
nl: minuten per maand

# settings.usage_this_month
source: Usage this month
nl: Gebruik deze maand

# settings.checking
source: Checking...
nl: Controleren...

# settings.unable_to_check
source: Unable to check usage. You can still record!
nl: Kan gebruik niet controleren. Je kunt nog steeds opnemen!

# settings.try_again
source: Try Again
nl: Probeer opnieuw

# settings.remaining
source: remaining
nl: resterend

# settings.ai_provider_settings
source: AI Provider Settings
nl: AI-providerinstellingen

# settings.configure_providers
source: Configure OpenAI, Claude, Gemini, or Mistral
nl: OpenAI, Claude, Gemini of Mistral configureren

# settings.usage_analytics
source: Usage Analytics
nl: Gebruiksanalyses

# settings.view_performance
source: View AI provider performance stats
nl: AI-providerprestaties bekijken

# settings.manage_tags
source: Manage Tags
nl: Tags beheren

# settings.organize_rename_merge
source: Organize, rename, merge, and delete tags
nl: Tags organiseren, hernoemen, samenvoegen en verwijderen

# settings.summary_settings
source: Summary Settings
nl: Samenvattingsinstellingen

# settings.ai_summary_mode
source: AI Summary Mode
nl: AI-samenvattingsmodus

# settings.summary_detail_level
source: Summary Detail Level
nl: Samenvattingsdetailniveau

# settings.summary_length
source: Summary Length
nl: Samenvattingslengte

# settings.auto_detect_mode
source: Auto-detect mode
nl: Modus automatisch detecteren

# settings.advanced_settings
source: Advanced Settings
nl: Geavanceerde instellingen

# settings.advanced_settings_desc
source: AI provider, summaries, lists, tags, and interface
nl: AI-provider, samenvattingen, lijsten, tags en interface

# settings.language
source: Language
nl: Taal

# settings.app_language
source: App Language
nl: App-taal

# settings.language_change_note
source: Summaries will be generated in the selected app language. Change language in iOS Settings.
nl: Samenvattingen worden gegenereerd in de geselecteerde app-taal. Wijzig de taal in iOS-instellingen.

# settings.getting_started
source: Getting Started
nl: Aan de slag

# settings.take_tour
source: Take the Tour
nl: Volg de rondleiding

# settings.learn_features
source: Learn about Voice Notes features
nl: Leer meer over Voice Notes-functies

# settings.help_support
source: Help & Support
nl: Help en ondersteuning

# settings.help_support_desc
source: Feedback, privacy, and analytics
nl: Feedback, privacy en analyses

# settings.ai_summary
source: AI Summary
nl: AI-samenvatting

# settings.ai_summary_desc
source: Uses OpenAI GPT-4 for intelligent summaries
nl: Gebruikt OpenAI GPT-4 voor intelligente samenvattingen

# settings.transcription
source: Transcription
nl: Transcriptie

# settings.transcription_desc
source: Uses OpenAI Whisper for accurate speech-to-text
nl: Gebruikt OpenAI Whisper voor nauwkeurige spraak-naar-tekst

# settings.language_recognition
source: Language Recognition
nl: Taalherkenning

# settings.language_recognition_desc
source: Automatic detection of different languages
nl: Automatische detectie van verschillende talen

# settings.smart_lists
source: Smart Lists
nl: Slimme lijsten

# settings.smart_lists_desc
source: Organize action items into intelligent list types
nl: Organiseer actiepunten in intelligente lijsttypen

# settings.list_settings
source: List Settings
nl: Lijstinstellingen

# settings.default_list_type
source: Default List Type
nl: Standaard lijsttype

# settings.default_list_note
source: When saving action items, use %@ by default if no better type is detected.
nl: Bij het opslaan van actiepunten wordt standaard %@ gebruikt als er geen beter type wordt gedetecteerd.

# settings.organization
source: Organization
nl: Organisatie

# settings.privacy_data
source: Privacy & Data
nl: Privacy en gegevens

# settings.privacy_policy
source: Privacy Policy
nl: Privacybeleid

# settings.data_usage
source: Data Usage
nl: Gegevensgebruik

# settings.privacy_data_usage
source: Privacy & Data Usage
nl: Privacy en gegevensgebruik

# settings.reset_analytics_pin
source: Reset Analytics PIN
nl: Analytics-pincode resetten

# settings.reset_pin_desc
source: Remove the PIN required to open Analytics
nl: Verwijder de pincode die nodig is om Analytics te openen

# settings.reset_pin_message
source: You will need to create a new PIN the next time you access Analytics.
nl: Je moet een nieuwe pincode aanmaken de volgende keer dat je Analytics opent.

# settings.app_info
source: App Info
nl: App-informatie

# settings.version
source: Version
nl: Versie

# settings.support
source: Support
nl: Ondersteuning

# settings.upgrade
source: Upgrade
nl: Upgraden

# settings.manage
source: Manage
nl: Beheren

# settings.feedback_support
source: Feedback & Support
nl: Feedback en ondersteuning

# settings.send_feedback
source: Send Feedback via WhatsApp
nl: Stuur feedback via WhatsApp

# settings.send_feedback_desc
source: Report issues or request features
nl: Meld problemen of vraag functies aan

# settings.whatsapp_not_available
source: WhatsApp Not Available
nl: WhatsApp niet beschikbaar

# settings.copy_phone
source: Copy Phone Number
nl: Telefoonnummer kopiëren

# settings.auto_mode_detection
source: Automatic Mode Detection
nl: Automatische modusdetectie

# settings.auto_mode_on
source: The app automatically detects which mode best fits the recording content.
nl: De app detecteert automatisch welke modus het beste bij de opname-inhoud past.

# settings.auto_mode_off
source: Always uses the default mode for summaries.
nl: Gebruikt altijd de standaardmodus voor samenvattingen.

# settings.auto_save_action_items
source: Auto-save Action Items
nl: Actiepunten automatisch opslaan

# settings.auto_save_on
source: Automatically saves detected action items to lists without asking.
nl: Slaat gedetecteerde actiepunten automatisch op in lijsten zonder te vragen.

# settings.auto_save_off
source: Asks before saving action items to lists.
nl: Vraagt voordat actiepunten worden opgeslagen in lijsten.

# settings.compact_recording_view
source: Compact Recording View
nl: Compacte opnameweergave

# settings.compact_view_on
source: Using minimalist recording interface with larger controls and cleaner design
nl: Gebruikt minimalistische opname-interface met grotere bedieningselementen en schoner ontwerp

# settings.compact_view_off
source: Switch to minimalist recording interface with larger controls and cleaner design
nl: Schakel over naar minimalistische opname-interface met grotere bedieningselementen en schoner ontwerp

# summary.mode.personal
source: Personal
nl: Persoonlijk

# summary.mode.primaryCare
source: Primary Care
nl: Eerstelijnszorg

# summary.mode.patientRecord
source: Patient Record
nl: Patiënten Dossier

# summary.mode.dentist
source: Dentist
nl: Tandarts

# summary.mode.techTeam
source: Tech Team
nl: Technisch team

# summary.mode.alignment
source: Alignment
nl: Afstemming

# summary.mode.lecture
source: Lecture
nl: Lezing

# summary.desc.personal
source: For general conversations and topics
nl: Voor algemene gesprekken en onderwerpen

# summary.desc.primaryCare
source: For primary care consultations with patients
nl: Voor eerstelijnszorgconsulten met patiënten

# summary.desc.patientRecord
source: For comprehensive patient documentation and medical records
nl: Voor uitgebreide patiëntendocumentatie en medische dossiers

# summary.desc.dentist
source: For dental treatments and consultations
nl: Voor tandheelkundige behandelingen en consulten

# summary.desc.techTeam
source: For technical team meetings and development discussions
nl: Voor technische teamvergaderingen en ontwikkelingsdiscussies

# summary.desc.planning
source: For planning and project meetings
nl: Voor planning- en projectvergaderingen

# summary.desc.alignment
source: For alignment and strategic sessions
nl: Voor afstemmings- en strategische sessies

# summary.desc.brainstorm
source: For creative brainstorming and ideation sessions
nl: Voor creatieve brainstormsessies en ideevorming

# summary.desc.lecture
source: For lectures, talks, and learning content
nl: Voor lezingen, talks en leerinhoud

# summary.desc.interview
source: For interviews, Q&A sessions, and structured conversations
nl: Voor interviews, Q&A-sessies en gestructureerde gesprekken

# summary.length.brief
source: Brief
nl: Kort

# summary.length.standard
source: Standard
nl: Standaard

# summary.length.detailed
source: Detailed
nl: Gedetailleerd

# provider.app_default
source: App Default
nl: App standaard

# progress.transcribing
source: Transcribing... %d%%
nl: Transcriberen... %d%%

# progress.summarizing
source: Summarizing... %d%%
nl: Samenvatten... %d%%

# progress.creating_summary
source: Creating summary...
nl: Samenvatting maken...

# progress.processing_large_transcript
source: Processing large transcript (est. %d min recording)...
nl: Groot transcript verwerken (geschat %d min opname)...

# progress.processing_long_transcript
source: Processing long transcript (est. %d min recording)...
nl: Lang transcript verwerken (geschat %d min opname)...

# progress.large_transcript_warning
source: Large transcript detected — this may take a few minutes
nl: Groot transcript gedetecteerd — dit kan enkele minuten duren

# progress.large_transcript_status
source: Large transcript (%d min)
nl: Groot transcript (%d min)

# progress.chunking_transcript
source: Processing in chunks (chunk %d/%d)...
nl: Verwerken in delen (deel %d/%d)...

# progress.combining_chunks
source: Combining summaries from %d chunks...
nl: Samenvattingen van %d delen combineren...

# progress.very_long_recording
source: Very long recording — processing in multiple parts
nl: Zeer lange opname — verwerken in meerdere delen

# status.processing
source: Processing...
nl: Verwerken...

# status.completed
source: Completed
nl: Voltooid

# status.failed
source: Failed
nl: Mislukt

# action.save_to_list
source: Save to List
nl: Opslaan naar lijst

# action.save_all
source: Save All to List (%d)
nl: Alles opslaan naar lijst (%d)

# action.save_selected
source: Save Selected to List (%d)
nl: Geselecteerde opslaan naar lijst (%d)

# action.share
source: Share
nl: Delen

# action.copy
source: Copy
nl: Kopiëren

# action.delete
source: Delete
nl: Verwijderen

# action.edit
source: Edit
nl: Bewerken

# action.rename
source: Rename
nl: Hernoemen

# action.merge
source: Merge
nl: Samenvoegen

# share.shared_from
source: Shared from Voice Notes
nl: Gedeeld vanuit Voice Notes

# share.notes
source: Notes:
nl: Notities:

# share.due
source: due: %@
nl: vervaldatum: %@

# toast.added_items
source: Added %d items to %@
nl: %d items toegevoegd aan %@

# toast.undo
source: Undo
nl: Ongedaan maken

# toast.open
source: Open
nl: Openen

# calendar.today
source: Today
nl: Vandaag

# calendar.this_week
source: This Week
nl: Deze week

# calendar.this_month
source: This Month
nl: Deze maand

# error.transcription_failed
source: Transcription failed
nl: Transcriptie mislukt

# error.summarization_failed
source: Summarization failed
nl: Samenvatting mislukt

# error.api_key_missing
source: API key missing
nl: API-sleutel ontbreekt

# error.network_error
source: Network error
nl: Netwerkfout

# error.audio_playback_failed
source: Audio playback failed: %@
nl: Afspelen van audio mislukt: %@

# error.recording_not_found
source: Recording not found
nl: Opname niet gevonden

# tour.welcome
source: Welcome to Voice Notes
nl: Welkom bij Voice Notes

# tour.record_voice_notes
source: Record Voice Notes
nl: Neem spraaknotities op

# tour.ai_summaries
source: AI Summaries
nl: AI-samenvattingen

# tour.organize_lists
source: Organize in Lists
nl: Organiseer in lijsten

# tour.get_started
source: Get Started
nl: Aan de slag

# tour.next
source: Next
nl: Volgende

# tour.skip
source: Skip
nl: Overslaan

# tour.done
source: Done
nl: Klaar

# background.processing
source: Processing in background
nl: Verwerken op de achtergrond

# background.transcription_scheduled
source: Transcription scheduled
nl: Transcriptie gepland

# background.summary_scheduled
source: Summary scheduled
nl: Samenvatting gepland

# watch.start_recording
source: Start Recording
nl: Opname starten

# watch.stop_recording
source: Stop Recording
nl: Opname stoppen

# tags.manage
source: Manage Tags
nl: Tags beheren

# tags.add
source: Add Tag
nl: Tag toevoegen

# tags.no_tags
source: No tags yet
nl: Nog geen tags

# tags.will_appear
source: Tags will appear here as you add them to your recordings and lists. Use tags to organize and find your content quickly.
nl: Tags verschijnen hier als je ze toevoegt aan je opnames en lijsten. Gebruik tags om je inhoud snel te organiseren en te vinden.

# tags.rename
source: Rename Tag
nl: Tag hernoemen

# tags.delete
source: Delete Tag
nl: Tag verwijderen

# tags.merge
source: Merge Tags
nl: Tags samenvoegen

# tags.new_name
source: New name
nl: Nieuwe naam

# misc.minutes
source: minutes
nl: minuten

# misc.seconds
source: seconds
nl: seconden

# misc.ago
source: ago
nl: geleden

# misc.just_now
source: just now
nl: zojuist

# misc.loading
source: Loading...
nl: Laden...

# misc.search
source: Search
nl: Zoeken

# misc.close
source: Close
nl: Sluiten

# misc.continue
source: Continue
nl: Doorgaan
